Repository: elementary-community/taxi
Catalog: po/*.po
Languages: de

source: Replace existing file?
de: Existierende Datei ersetzen?

source: <i>"%s"</i> already exists. You can replace this file, replace all conflicting files or choose not to replace the file by skipping.
de: <i> »%s« </i> ist bereits vorhanden. Sie können diese Datei ersetzen, alle widersprüchlich Dateien ersetzen oder die Datei durch Überspringen nicht ersetzen.

source: Replace All Conflicts
de: Alle Konflikte ersetzen

source: Skip
de: Überspringen

source: Replace
de: Ersetzen

source: Access Bookmarks
de: Lesezeichen öffnen

source: Connect
de: Verbinden

source: Type a URL and press 'Enter' to connect to a server.
de: Geben Sie eine URL ein und drücken Sie »Enter«, um mit einem Server zu verbinden.

source: Could not connect to '%s'
de: Konnte nicht an »%s« verbinden

source: hostname:port/folder
de: Hostname:Port/Ordner

source: No file operations are in progress
de: Keine Dateioperationen sind in Arbeit

source: Transfer
de: Transferiere

source: Open
de: Öffnen

source: Delete
de: Löschen
